[
  {
    "authorName": "Jane Austen",
    "authorPicture": "https://images.gr-assets.com/authors/1588941810p5/1265.jpg",
    "authorBio": "Jane Austen was an English novelist whose works of romantic fiction, set among the landed gentry, earned her a place as one of the most widely read writers in English literature, her realism and biting social commentary cementing her historical importance among scholars and critics.\nAusten lived her entire life as part of a close-knit family located on the lower fringes of the English landed gentry. She was educated primarily by her father and older brothers as well as through her own reading. The steadfast support of her family was critical to her development as a professional writer. Her artistic apprenticeship lasted from her teenage years until she was about 35 years old. During this period, she experimented with various literary forms, including the epistolary novel which she tried then abandoned, and wrote and extensively revised three major novels and began a fourth. From 1811 until 1816, with the release of Sense and Sensibility (1811), Pride and Prejudice (1813), Mansfield Park (1814) and Emma (1815), she achieved success as a published writer. She wrote two additional novels, Northanger Abbey and Persuasion, both published posthumously in 1818, and began a third, which was eventually titled Sanditon, but died before completing it.\nAusten's works critique the novels of sensibility of the second half of the 18th century and are part of the transition to 19th-century realism. Her plots, though fundamentally comic, highlight the dependence of women on marriage to secure social standing and economic security. Her work brought her little personal fame and only a few positive reviews during her lifetime, but the publication in 1869 of her nephew's A Memoir of Jane Austen introduced her to a wider public, and by the 1940s she had become widely accepted in academia as a great English writer. The second half of the 20th century saw a proliferation of Austen scholarship and the emergence of a Janeite fan culture.",
    "authorBooks": []
  },
  {
    "authorName": "F. Scott Fitzgerald",
    "authorPicture": "https://images.gr-assets.com/authors/1517864008p5/3190.jpg",
    "authorBio": "Francis Scott Key Fitzgerald was an American writer of novels and short stories, whose works have been seen as evocative of the Jazz Age, a term he himself allegedly coined. He is regarded as one of the greatest twentieth century writers. Fitzgerald was of the self-styled \"Lost Generation,\" Americans born in the 1890s who came of age during World War I. He finished four novels, left a fifth unfinished, and wrote dozens of short stories that treat themes of youth, despair, and age. He was married to Zelda Fitzgerald.",
    "authorBooks": []
  },
  {
    "authorName": "Harper Lee",
    "authorPicture": "https://images.gr-assets.com/authors/1593873322p5/1825.jpg",
    "authorBio": "Harper Lee, known as Nelle, was born in the Alabama town of Monroeville, the youngest of four children of Amasa Coleman Lee and Frances Cunningham Finch Lee. Her father, a former newspaper editor and proprietor, was a lawyer who served on the state legislature from 1926 to 1938. As a child, Lee was a tomboy and a precocious reader, and enjoyed the friendship of her schoolmate and neighbor, the young Truman Capote.\nAfter graduating from high school in Monroeville, Lee enrolled at the all-female Huntingdon College in Montgomery (1944-45), and then pursued a law degree at the University of Alabama (1945-50), pledging the Chi Omega sorority. While there, she wrote for several student publications and spent a year as editor of the campus humor magazine, \"Ramma-Jamma\". Though she did not complete the law degree, she studied for a summer in Oxford, England, before moving to New York in 1950, where she worked as a reservation clerk with Eastern Air Lines and BOAC.\nLee continued as a reservation clerk until the late 50s, when she devoted herself to writing. She lived a frugal life, traveling between her cold-water-only apartment in New York to her family home in Alabama to care for her father.\nHaving written several long stories, Harper Lee located an agent in November 1956. The following month at the East 50th townhouse of her friends Michael Brown and Joy Williams Brown, she received a gift of a year's wages with a note: \"You have one year off from your job to write whatever you please. Merry Christmas.\"\nWithin a year, she had a first draft. Working with J. B. Lippincott & Co. editor Tay Hohoff, she completed To Kill a Mockingbird in the summer of 1959. Published July 11, 1960, the novel was an immediate bestseller and won great critical acclaim, including the Pulitzer Prize for Fiction in 1961. It remains a bestseller with more than 30 million copies in print. In 1999, it was voted \"Best Novel of the Century\" in a poll by the Library Journal.",
    "authorBooks": []
  },
  {
    "authorName": "Charlotte Brontë",
    "authorPicture": "https://images.gr-assets.com/authors/1335001351p5/1036615.jpg",
    "authorBio": "Charlotte Brontë was a British novelist, the eldest out of the three famous Brontë sisters whose novels have become standards of English literature. See also Emily Brontë and Anne Brontë.\nCharlotte Brontë was born in Thornton, Yorkshire, England, the third of six children, to Patrick Brontë (formerly \"Patrick Brunty\"), an Irish Anglican clergyman, and his wife, Maria Branwell. In April 1820 the family moved a few miles to Haworth, a remote town on the Yorkshire moors, where Patrick had been appointed Perpetual Curate. This is where the Brontë children would spend most of their lives. Maria Branwell Brontë died from what was thought to be cancer on 15 September 1821, leaving five daughters and a son to the care of her spinster sister Elizabeth Branwell, who moved to Yorkshire to help the family.\nIn August 1824 Charlotte, along with her sisters Emily, Maria, and Elizabeth, was sent to the Clergy Daughters' School at Cowan Bridge in Lancashire, a new school for the daughters of poor clergyman (which she would describe as Lowood School in Jane Eyre). The school was a horrific experience for the girls and conditions were appalling. They were regularly deprived of food, beaten by teachers and humiliated for the slightest error. The school was unheated and the pupils slept two to a bed for warmth. Seven pupils died in a typhus epidemic that swept the school and all four of the Brontë girls became very ill - Maria and Elizabeth dying of tuberculosis in 1825. Her experiences at the school deeply affected Brontë - her health never recovered and she immortalised the cruel and brutal treatment in her novel, Jane Eyre. Following the tragedy, their father withdrew his daughters from the school.\nAt home in Haworth Parsonage, Charlotte and the other surviving children — Branwell, Emily, and Anne — continued their ad-hoc education. In 1826 her father returned home with a box of toy soldiers for Branwell. They would prove the catalyst for the sisters' extraordinary creative development as they immediately set to creating lives and characters for the soldiers, inventing a world for them which the siblings called 'Angria'. The siblings became addicted to writing, creating stories, poetry and plays. Brontë later said that the reason for this burst of creativity was that:\n'We were wholly dependent on ourselves and each other, on books and study, for the enjoyments and occupations of life. The highest stimulus, as well as the liveliest pleasure we had known from childhood upwards, lay in attempts at literary composition.'\nAfter her father began to suffer from a lung disorder, Charlotte was again sent to school to complete her education at Roe Head school in Mirfield from 1831 to 1832, where she met her lifelong friends and correspondents, Ellen Nussey and Mary Taylor. During this period (1833), she wrote her novella The Green Dwarf under the name of Wellesley. The school was extremely small with only ten pupils meaning the top floor was completely unused and believed to be supposedly haunted by the ghost of a young lady dressed in silk. This story fascinated Brontë and inspired the figure of Mrs Rochester in Jane Eyre.\nBrontë left the school after a few years, however she swiftly returned in 1835 to take up a position as a teacher, and used her wages to pay for Emily and Anne to be taught at the school. Teaching did not appeal to Brontë and in 1838 she left Roe Head to become a governess to the Sidgewick family -- partly from a sense of adventure and a desire to see the world, and partly from financial necessity.\nCharlotte became pregnant soon after her wedding, but her health declined rapidly and, according to biographer Elizabeth Gaskell, she was attacked by \"sensations of perpetual nausea and ever-recurring faintness.\" She died, with her unborn child, on 31 March 1855.",
    "authorBooks": []
  },
  {
    "authorName": "George Orwell",
    "authorPicture": "https://images.gr-assets.com/authors/1588856560p5/3706.jpg",
    "authorBio": "Eric Arthur Blair, better known by his pen name George Orwell, was an English author and journalist. His work is marked by keen intelligence and wit, a profound awareness of social injustice, an intense opposition to totalitarianism, a passion for clarity in language, and a belief in democratic socialism.\nIn addition to his literary career Orwell served as a police officer with the Indian Imperial Police in Burma from 1922-1927 and fought with the Republicans in the Spanish Civil War from 1936-1937. Orwell was severely wounded when he was shot through his throat. Later the organization that he had joined when he joined the Republican cause, The Workers Party of Marxist Unification (POUM), was painted by the pro-Soviet Communists as a Trotskyist organization (Trotsky was Joseph Stalin's enemy) and disbanded. Orwell and his wife were accused of \"rabid Trotskyism\" and tried in absentia in Barcelona, along with other leaders of the POUM, in 1938. However by then they had escaped from Spain and returned to England.\nBetween 1941 and 1943, Orwell worked on propaganda for the BBC. In 1943, he became literary editor of the Tribune, a weekly left-wing magazine. He was a prolific polemical journalist, article writer, literary critic, reviewer, poet, and writer of fiction, and, considered perhaps the twentieth century's best chronicler of English culture.\nOrwell is best known for the dystopian novel Nineteen Eighty-Four (published in 1949) and the satirical novella Animal Farm (1945) — they have together sold more copies than any two books by any other twentieth-century author. His 1938 book Homage to Catalonia, an account of his experiences as a volunteer on the Republican side during the Spanish Civil War, together with numerous essays on politics, literature, language, and culture, have been widely acclaimed.\nOrwell's influence on contemporary culture, popular and political, continues decades after his death. Several of his neologisms, along with the term \"Orwellian\" — now a byword for any oppressive or manipulative social phenomenon opposed to a free society — have entered the vernacular.",
    "authorBooks": []
  },
  {
    "authorName": "Emily Brontë",
    "authorPicture": "https://images.gr-assets.com/authors/1529578586p5/4191.jpg",
    "authorBio": "Emily Jane Brontë was a British novelist and poet, now best remembered for her only novel Wuthering Heights, a classic of English literature. Emily was the second eldest of the three surviving Brontë sisters, being younger than Charlotte Brontë and older than Anne Brontë. She published under the masculine pen name Ellis Bell.\nEmily was born in Thornton, near Bradford in Yorkshire to Patrick Brontë and Maria Branwell. She was the younger sister of Charlotte Brontë and the fifth of six children. In 1824, the family moved to Haworth, where Emily's father was perpetual curate, and it was in these surroundings that their literary oddities flourished. In childhood, after the death of their mother, the three sisters and their brother Patrick Branwell Brontë created imaginary lands (Angria, Gondal, Gaaldine, Oceania), which were featured in stories they wrote. Little of Emily's work from this period survived, except for poems spoken by characters (The Brontës' Web of Childhood, Fannie Ratchford, 1941).\nIn 1842, Emily commenced work as a governess at Miss Patchett's Ladies Academy at Law Hill School, near Halifax, leaving after about six months due to homesickness. Later, with her sister Charlotte, she attended a private school in Brussels. They later tried to open up a school at their home, but had no pupils.\nIt was the discovery of Emily's poetic talent by Charlotte that led her and her sisters, Charlotte and Anne, to publish a joint collection of their poetry in 1846, Poems by Currer, Ellis, and Acton Bell. To evade contemporary prejudice against female writers, the Brontë sisters adopted androgynous first names. All three retained the first letter of their first names: Charlotte became Currer Bell, Anne became Acton Bell, and Emily became Ellis Bell. In 1847, she published her only novel, Wuthering Heights, as two volumes of a three volume set (the last volume being Agnes Grey by her sister Anne). Its innovative structure somewhat puzzled critics. Although it received mixed reviews when it first came out, the book subsequently became an English literary classic. In 1850, Charlotte edited and published Wuthering Heights as a stand-alone novel and under Emily's real name.\nLike her sisters, Emily's health had been weakened by the harsh local climate at home and at school. She caught a chill during the funeral of her brother in September, and, having refused all medical help, died on December 19, 1848 of tuberculosis, possibly caught from nursing her brother. She was interred in the Church of St. Michael and All Angels family capsule, Haworth, West Yorkshire, England.",
    "authorBooks": []
  },
  {
    "authorName": "J.D. Salinger",
    "authorPicture": "https://images.gr-assets.com/authors/1288777679p5/819789.jpg",
    "authorBio": "Jerome David Salinger was an American author, best known for his 1951 novel The Catcher in the Rye, as well as his reclusive nature. His last original published work was in 1965; he gave his last interview in 1980. Raised in Manhattan, Salinger began writing short stories while in secondary school, and published several stories in the early 1940s before serving in World War II. In 1948 he published the critically acclaimed story \"A Perfect Day for Bananafish\" in The New Yorker magazine, which became home to much of his subsequent work. In 1951 Salinger released his novel The Catcher in the Rye, an immediate popular success. His depiction of adolescent alienation and loss of innocence in the protagonist Holden Caulfield was influential, especially among adolescent readers. The novel remains widely read and controversial, selling around 250,000 copies a year.\nThe success of The Catcher in the Rye led to public attention and scrutiny: Salinger became reclusive, publishing new work less frequently. He followed Catcher with a short story collection, Nine Stories (1953), a collection of a novella and a short story, Franny and Zooey (1961), and a collection of two novellas, Raise High the Roof Beam, Carpenters and Seymour: An Introduction (1963). His last published work, a novella entitled \"Hapworth 16, 1924\", appeared in The New Yorker on June 19, 1965.\nAfterward, Salinger struggled with unwanted attention, including a legal battle in the 1980s with biographer Ian Hamilton, and the release in the late 1990s of memoirs written by two people close to him: Joyce Maynard, an ex-lover; and Margaret Salinger, his daughter. In 1996, a small publisher announced a deal with Salinger to publish \"Hapworth 16, 1924\" in book form, but amid the ensuing publicity, the release was indefinitely delayed. He made headlines around the globe in June 2009, after filing a lawsuit against another writer for copyright infringement resulting from that writer's use of one of Salinger's characters from The Catcher in the Rye. Salinger died of natural causes on January 27, 2010, at his home in Cornish, New Hampshire.",
    "authorBooks": []
  },
  {
    "authorName": "Louisa May Alcott",
    "authorPicture": "https://images.gr-assets.com/authors/1200326665p5/1315.jpg",
    "authorBio": "As A.M. Barnard:\nBehind a Mask, or a Woman's Power (1866)\nThe Abbot's Ghost, or Maurice Treherne's Temptation (1867)\nA Long Fatal Love Chase (1866 – first published 1995\nFirst published anonymously:\nA Modern Mephistopheles (1877)\nLouisa May Alcott was born in Germantown, Pennsylvania on November 29, 1832. She and her three sisters, Anna, Elizabeth and May were educated by their father, philosopher/ teacher, Bronson Alcott and raised on the practical Christianity of their mother, Abigail May.\nLouisa spent her childhood in Boston and in Concord, Massachusetts, where her days were enlightened by visits to Ralph Waldo Emerson’s library, excursions into nature with Henry David Thoreau and theatricals in the barn at Hillside (now Hawthorne’s \"Wayside\").\nLike her character, Jo March in Little Women, young Louisa was a tomboy: \"No boy could be my friend till I had beaten him in a race,\" she claimed, \" and no girl if she refused to climb trees, leap fences....\"\nFor Louisa, writing was an early passion. She had a rich imagination and often her stories became melodramas that she and her sisters would act out for friends. Louisa preferred to play the \"lurid\" parts in these plays, \"the villains, ghosts, bandits, and disdainful queens.\"\nAt age 15, troubled by the poverty that plagued her family, she vowed: \"I will do something by and by. Don’t care what, teach, sew, act, write, anything to help the family; and I’ll be rich and famous and happy before I die, see if I won’t!\"\nConfronting a society that offered little opportunity to women seeking employment, Louisa determined \"...I will make a battering-ram of my head and make my way through this rough and tumble world.\" Whether as a teacher, seamstress, governess, or household servant, for many years Louisa did any work she could find.\nLouisa’s career as an author began with poetry and short stories that appeared in popular magazines. In 1854, when she was 22, her first book Flower Fables was published. A milestone along her literary path was Hospital Sketches (1863) based on the letters she had written home from her post as a nurse in Washington, DC as a nurse during the Civil War.\nWhen Louisa was 35 years old, her publisher Thomas Niles in Boston asked her to write \"a book for girls.\" Little Women was written at Orchard House from May to July 1868. The novel is based on Louisa and her sisters’ coming of age and is set in Civil War New England. Jo March was the first American juvenile heroine to act from her own individuality; a living, breathing person rather than the idealized stereotype then prevalent in children’s fiction.\nIn all, Louisa published over 30 books and collections of stories. She died on March 6, 1888, only two days after her father, and is buried in Sleepy Hollow Cemetery in Concord.",
    "authorBooks": []
  },
  {
    "authorName": "Mary Wollstonecraft Shelley",
    "authorPicture": "https://images.gr-assets.com/authors/1588859766p5/11139.jpg",
    "authorBio": "Mary Shelley (née Mary Wollstonecraft Godwin, often known as Mary Wollstonecraft Shelley) was an English novelist, short story writer, dramatist, essayist, biographer, travel writer, and editor of the works of her husband, Romantic poet and philosopher Percy Bysshe Shelley. She was the daughter of the political philosopher William Godwin and the writer, philosopher, and feminist Mary Wollstonecraft.\nMary Shelley was taken seriously as a writer in her own lifetime, though reviewers often missed the political edge to her novels. After her death, however, she was chiefly remembered only as the wife of Percy Bysshe Shelley and as the author of Frankenstein. It was not until 1989, when Emily Sunstein published her prizewinning biography Mary Shelley: Romance and Reality, that a full-length scholarly biography analyzing all of Shelley's letters, journals, and works within their historical context was published.\nThe well-meaning attempts of Mary Shelley's son and daughter-in-law to \"Victorianise\" her memory through the censoring of letters and biographical material contributed to a perception of Mary Shelley as a more conventional, less reformist figure than her works suggest. Her own timid omissions from Percy Shelley's works and her quiet avoidance of public controversy in the later years of her life added to this impression.\nThe eclipse of Mary Shelley's reputation as a novelist and biographer meant that, until the last thirty years, most of her works remained out of print, obstructing a larger view of her achievement. She was seen as a one-novel author, if that. In recent decades, however, the republication of almost all her writings has stimulated a new recognition of its value. Her voracious reading habits and intensive study, revealed in her journals and letters and reflected in her works, is now better appreciated. Shelley's recognition of herself as an author has also been recognized; after Percy's death, she wrote about her authorial ambitions: \"I think that I can maintain myself, and there is something inspiriting in the idea\". Scholars now consider Mary Shelley to be a major Romantic figure, significant for her literary achievement and her political voice as a woman and a liberal. ",
    "authorBooks": []
  },
  {
    "authorName": "Oscar Wilde",
    "authorPicture": "https://images.gr-assets.com/authors/1521044377p5/3565.jpg",
    "authorBio": "Oscar Fingal O'Flahertie Wills Wilde was an Irish playwright, poet, and author of numerous short stories, and one novel. Known for his biting wit, and a plentitude of aphorisms, he became one of the most successful playwrights of the late Victorian era in London, and one of the greatest celebrities of his day. Several of his plays continue to be widely performed, especially The Importance of Being Earnest.\nAs the result of a widely covered series of trials, Wilde suffered a dramatic downfall and was imprisoned for two years hard labour after being convicted of \"gross indecency\" with other men. After Wilde was released from prison he set sail for Dieppe by the night ferry. He never returned to Ireland or Britain, and died in poverty. ",
    "authorBooks": []
  },
  {
    "authorName": "William Shakespeare",
    "authorPicture": "https://images.gr-assets.com/authors/1586700347p5/947.jpg",
    "authorBio": "William Shakespeare (baptised 26 April 1564) was an English poet and playwright, widely regarded as the greatest writer in the English language and the world's pre-eminent dramatist. He is often called England's national poet and the \"Bard of Avon\" (or simply \"The Bard\"). His surviving works consist of 38 plays, 154 sonnets, two long narrative poems, and several other poems. His plays have been translated into every major living language, and are performed more often than those of any other playwright.\nShakespeare was born and raised in Stratford-upon-Avon. Scholars believe that he died on his fifty-second birthday, coinciding with St George’s Day.\nAt the age of 18 he married Anne Hathaway, who bore him three children: Susanna, and twins Hamnet and Judith. Between 1585 and 1592 he began a successful career in London as an actor, writer, and part owner of the playing company the Lord Chamberlain's Men, later known as the King's Men. He appears to have retired to Stratford around 1613, where he died three years later. Few records of Shakespeare's private life survive, and there has been considerable speculation about such matters as his sexuality, religious beliefs, and whether the works attributed to him were written by others.\nShakespeare produced most of his known work between 1590 and 1613. His early plays were mainly comedies and histories, genres he raised to the peak of sophistication and artistry by the end of the sixteenth century. Next he wrote mainly tragedies until about 1608, including Hamlet, King Lear, and Macbeth, considered some of the finest examples in the English language. In his last phase, he wrote tragicomedies, also known as romances, and collaborated with other playwrights. Many of his plays were published in editions of varying quality and accuracy during his lifetime, and in 1623, two of his former theatrical colleagues published the First Folio, a collected edition of his dramatic works that included all but two of the plays now recognised as Shakespeare's.\nShakespeare was a respected poet and playwright in his own day, but his reputation did not rise to its present heights until the nineteenth century. The Romantics, in particular, acclaimed Shakespeare's genius, and the Victorians hero-worshipped Shakespeare with a reverence that George Bernard Shaw called \"bardolatry\". In the twentieth century, his work was repeatedly adopted and rediscovered by new movements in scholarship and performance. His plays remain highly popular today and are consistently performed and reinterpreted in diverse cultural and political contexts throughout the world.\nAccording to historians, Shakespeare wrote 37 plays and 154 sonnets throughout the span of his life. Shakespeare's writing average was 1.5 plays a year since he first started writing in 1589. There have been plays and sonnets attributed to Shakespeare that were not authentically written by the great master of language and literature.",
    "authorBooks": []
  },
  {
    "authorName": "Kelley McNeil",
    "authorPicture": "https://images.gr-assets.com/authors/1622652982p5/21146178.jpg",
    "authorBio": "Kelley McNeil is the author of the 2021 novel, A Day Like This. She worked in the entertainment industry, promoting concert tours and theatrical events prior to turning her full attention to writing. A native of Pittsburgh, she spent a number of years living in the Catskills region of New York. These days you can find her in South Florida with her family most of the time. A Day Like This is her debut novel. Follow her on Instagram at @kelleylmcneil or visit www.kelleymcneil.com. ",
    "authorBooks": []
  },
  {
    "authorName": "Sarah J. Maas",
    "authorPicture": "https://images.gr-assets.com/authors/1582137198p5/3433047.jpg",
    "authorBio": "Sarah J. Maas is the #1 New York Times and internationally bestselling author of the Crescent City, A Court of Thorns and Roses, and the Throne of Glass series. Her books have sold more than twelve million copies and are published in thirty-seven languages. A New York native, Sarah lives in Philadelphia with her husband, son, and dog. To find out more, visit sarahjmaas.com or follow @therealsjmaas on Instagram.",
    "authorBooks": []
  },
  {
    "authorName": "Holly Black",
    "authorPicture": "https://images.gr-assets.com/authors/1589911274p5/25422.jpg",
    "authorBio": "Holly Black is the #1 New York Times bestselling author of over thirty fantasy novels for kids and teens. She has been a finalist for an Eisner Award and the Lodestar Award, and the recipient of the Mythopoeic Award, a Nebula, and a Newbery Honor. Her books have been translated into 32 languages worldwide and adapted for film. She currently lives in New England with her husband and son in a house with a secret library.",
    "authorBooks": []
  },
  {
    "authorName": "William Shakespeare",
    "authorPicture": "https://images.gr-assets.com/authors/1586700347p5/947.jpg",
    "authorBio": "William Shakespeare (baptised 26 April 1564) was an English poet and playwright, widely regarded as the greatest writer in the English language and the world's pre-eminent dramatist. He is often called England's national poet and the \"Bard of Avon\" (or simply \"The Bard\"). His surviving works consist of 38 plays, 154 sonnets, two long narrative poems, and several other poems. His plays have been translated into every major living language, and are performed more often than those of any other playwright.\nShakespeare was born and raised in Stratford-upon-Avon. Scholars believe that he died on his fifty-second birthday, coinciding with St George’s Day.\nAt the age of 18 he married Anne Hathaway, who bore him three children: Susanna, and twins Hamnet and Judith. Between 1585 and 1592 he began a successful career in London as an actor, writer, and part owner of the playing company the Lord Chamberlain's Men, later known as the King's Men. He appears to have retired to Stratford around 1613, where he died three years later. Few records of Shakespeare's private life survive, and there has been considerable speculation about such matters as his sexuality, religious beliefs, and whether the works attributed to him were written by others.\nShakespeare produced most of his known work between 1590 and 1613. His early plays were mainly comedies and histories, genres he raised to the peak of sophistication and artistry by the end of the sixteenth century. Next he wrote mainly tragedies until about 1608, including Hamlet, King Lear, and Macbeth, considered some of the finest examples in the English language. In his last phase, he wrote tragicomedies, also known as romances, and collaborated with other playwrights. Many of his plays were published in editions of varying quality and accuracy during his lifetime, and in 1623, two of his former theatrical colleagues published the First Folio, a collected edition of his dramatic works that included all but two of the plays now recognised as Shakespeare's.\nShakespeare was a respected poet and playwright in his own day, but his reputation did not rise to its present heights until the nineteenth century. The Romantics, in particular, acclaimed Shakespeare's genius, and the Victorians hero-worshipped Shakespeare with a reverence that George Bernard Shaw called \"bardolatry\". In the twentieth century, his work was repeatedly adopted and rediscovered by new movements in scholarship and performance. His plays remain highly popular today and are consistently performed and reinterpreted in diverse cultural and political contexts throughout the world.\nAccording to historians, Shakespeare wrote 37 plays and 154 sonnets throughout the span of his life. Shakespeare's writing average was 1.5 plays a year since he first started writing in 1589. There have been plays and sonnets attributed to Shakespeare that were not authentically written by the great master of language and literature.",
    "authorBooks": []
  },
  {
    "authorName": "Colleen Hoover",
    "authorPicture": "https://images.gr-assets.com/authors/1464032240p5/5430144.jpg",
    "authorBio": "International and #1 New York Times bestselling author of romance, YA, thriller, women's fiction and paranormal romance.\nI don't like to be confined to one genre. If you put me in a box, I'll claw my way out.\nMy social media username is @colleenhoover pretty much everywhere except my email, which is colleenhooverbooks@gmail.com\nFounder of www.thebookwormbox.com charity and Book Bonanza.",
    "authorBooks": []
  },
  {
    "authorName": "Janci Patterson",
    "authorPicture": "https://images.gr-assets.com/authors/1630041640p5/5625942.jpg",
    "authorBio": "Janci Patterson writes fantasy, science fiction, and contemporary young adult novels. Janci lives in Orem, Utah, with her husband, Drew Olds, and their children. Janci's first science fiction novel, A Thousand Faces, is available for free from all e-book vendors. Visit Janci at her website, www.jancipatterson.com, to join her reader's group for access to another free novel, her middle grade Searching for Super, only available there.",
    "authorBooks": []
  },
  {
    "authorName": "Brandon Sanderson",
    "authorPicture": "https://images.gr-assets.com/authors/1394044556p5/38550.jpg",
    "authorBio": "Brandon’s major books for the second half of 2016 are The Dark Talent, the final volume in Alcatraz Smedry’s autobiographical account of his battle against the Evil Librarians who secretly rule our world, and Arcanum Unbounded, the collection of short fiction in the Cosmere universe that includes the Mistborn series and the Stormlight Archive, among others. This collection features The Emperor’s Soul, Mistborn: Secret History, and a brand-new Stormlight Archive novella, Edgedancer.\nEarlier this year he released Calamity, the finale of the #1 New York Times bestselling Reckoners trilogy that began with Steelheart .\nBrandon Sanderson was born in 1975 in Lincoln, Nebraska. As a child Brandon enjoyed reading, but he lost interest in the types of titles often suggested to him, and by junior high he never cracked a book if he could help it. This changed when an eighth grade teacher gave him Dragonsbane by Barbara Hambly.\nBrandon was working on his thirteenth novel when Moshe Feder at Tor Books bought the sixth he had written. Tor has published Elantris, the Mistborn trilogy and its followup The Alloy of Law, Warbreaker, and The Way of Kings and Words of Radiance, the first two in the planned ten-volume series The Stormlight Archive. He was chosen to complete Robert Jordan’s Wheel of Time series; 2009’s The Gathering Storm and 2010’s Towers of Midnight were followed by the final book in the series, A Memory of Light, in January 2013. Four books in his middle-grade Alcatraz vs. the Evil Librarians series have been released in new editions by Starscape, and his novella Infinity Blade Awakening was an ebook bestseller for Epic Games accompanying their acclaimed Infinity Blade iOS video game series. Two more novellas, Legion and The Emperor’s Soul, were released by Subterranean Press and Tachyon Publications in 2012, and 2013 brought two young adult novels, The Rithmatist from Tor and Steelheart from Delacorte.\nThe only author to make the short list for the David Gemmell Legend Award six times in four years, Brandon won that award in 2011 for The Way of Kings. The Emperor’s Soul won the 2013 Hugo Award for Best Novella. He has appeared on the New York Times Best-Seller List multiple times, with five novels hitting the #1 spot.\nCurrently living in Utah with his wife and children, Brandon teaches creative writing at Brigham Young University. ",
    "authorBooks": []
  },
  {
    "authorName": "Madeline Miller",
    "authorPicture": "https://images.gr-assets.com/authors/1322861610p5/176372.jpg",
    "authorBio": "Madeline Miller was born in Boston and grew up in New York City and Philadelphia. She attended Brown University, where she earned her BA and MA in Classics. For the last ten years she has been teaching and tutoring Latin, Greek and Shakespeare to high school students. She has also studied at the University of Chicago’s Committee on Social Thought, and in the Dramaturgy department at Yale School of Drama, where she focused on the adaptation of classical texts to modern forms. She currently lives in Cambridge, MA, where she teaches and writes. The Song of Achilles is her first novel.",
    "authorBooks": []
  },
  {
    "authorName": "Keri Arthur",
    "authorPicture": "https://images.gr-assets.com/authors/1377945394p5/7742.jpg",
    "authorBio": "Keri Arthur, author of the New York Times bestselling Riley Jenson, Guardian series, has now written more than 25 books. She's received several nominations in the Best Contemporary Paranormal category of the Romantic Times Reviewer's Choice Awards, and recently won RT's Career Achievement Award for urban fantasy. She lives in Melbourne with her daughter and two crazy dogs",
    "authorBooks": []
  },
  {
    "authorName": "Lois McMaster Bujold",
    "authorPicture": "https://images.gr-assets.com/authors/1623465132p5/16094.jpg",
    "authorBio": "Lois McMaster Bujold was born in 1949, the daughter of an engineering professor at Ohio State University, from whom she picked up her early interest in science fiction. She now lives in Minneapolis, and has two grown children.\nHer fantasy from HarperCollins includes the award-winning Chalion series and the Sharing Knife tetralogy; her science fiction from Baen Books features the perennially bestselling Vorkosigan Saga. Her work has been translated into over twenty languages.",
    "authorBooks": []
  },
  {
    "authorName": "Janci Patterson",
    "authorPicture": "https://images.gr-assets.com/authors/1630041640p5/5625942.jpg",
    "authorBio": "Janci Patterson writes fantasy, science fiction, and contemporary young adult novels. Janci lives in Orem, Utah, with her husband, Drew Olds, and their children. Janci's first science fiction novel, A Thousand Faces, is available for free from all e-book vendors. Visit Janci at her website, www.jancipatterson.com, to join her reader's group for access to another free novel, her middle grade Searching for Super, only available there.",
    "authorBooks": []
  },
  {
    "authorName": "Stephen King",
    "authorPicture": "https://images.gr-assets.com/authors/1362814142p5/3389.jpg",
    "authorBio": "Stephen Edwin King was born the second son of Donald and Nellie Ruth Pillsbury King. After his father left them when Stephen was two, he and his older brother, David, were raised by his mother. Parts of his childhood were spent in Fort Wayne, Indiana, where his father's family was at the time, and in Stratford, Connecticut. When Stephen was eleven, his mother brought her children back to Durham, Maine, for good. Her parents, Guy and Nellie Pillsbury, had become incapacitated with old age, and Ruth King was persuaded by her sisters to take over the physical care of them. Other family members provided a small house in Durham and financial support. After Stephen's grandparents passed away, Mrs. King found work in the kitchens of Pineland, a nearby residential facility for the mentally challenged.\nStephen attended the grammar school in Durham and Lisbon Falls High School, graduating in 1966. From his sophomore year at the University of Maine at Orono, he wrote a weekly column for the school newspaper, THE MAINE CAMPUS. He was also active in student politics, serving as a member of the Student Senate. He came to support the anti-war movement on the Orono campus, arriving at his stance from a conservative view that the war in Vietnam was unconstitutional. He graduated in 1970, with a B.A. in English and qualified to teach on the high school level. A draft board examination immediately post-graduation found him 4-F on grounds of high blood pressure, limited vision, flat feet, and punctured eardrums.\nHe met Tabitha Spruce in the stacks of the Fogler Library at the University, where they both worked as students; they married in January of 1971. As Stephen was unable to find placement as a teacher immediately, the Kings lived on his earnings as a laborer at an industrial laundry, and her student loan and savings, with an occasional boost from a short story sale to men's magazines.\nStephen made his first professional short story sale (\"The Glass Floor\") to Startling Mystery Stories in 1967. Throughout the early years of his marriage, he continued to sell stories to men's magazines. Many were gathered into the Night Shift collection or appeared in other anthologies.\nIn the fall of 1971, Stephen began teaching English at Hampden Academy, the public high school in Hampden, Maine. Writing in the evenings and on the weekends, he continued to produce short stories and to work on novels.",
    "authorBooks": []
  },
  {
    "authorName": "Naomi Novik",
    "authorPicture": "https://images.gr-assets.com/authors/1206646770p5/8730.jpg",
    "authorBio": "An avid reader of fantasy literature since age six, when she first made her way through The Lord of the Rings, Naomi Novik is also a history buff with a particular interest in the Napoleonic era and a fondness for the work of Patrick O’Brian and Jane Austen. She studied English literature at Brown University, and did graduate work in computer science at Columbia University before leaving to participate in the design and development of the computer game Neverwinter Nights: Shadow of Undrentide. Over the course of a brief winter sojourn spent working on the game in Edmonton, Canada (accompanied by a truly alarming coat that now lives brooding in the depths of her closet), she realized she preferred writing to programming, and on returning to New York, decided to try her hand at novels.\nNaomi lives in New York City with her husband and six computers. Her website is at naominovik.com ",
    "authorBooks": []
  },
  {
    "authorName": "Silvia Moreno-Garcia",
    "authorPicture": "https://images.gr-assets.com/authors/1597118464p5/4088550.jpg",
    "authorBio": "Silvia Moreno-Garcia is the author of several novels, including Velvet Was the Night, Mexican Gothic, Gods of Jade and Shadow and Untamed Shore. She has also edited a number of anthologies, including the World Fantasy Award-winning She Walks in Shadows (a.k.a. Cthulhu's Daughters). Mexican by birth, Canadian by inclination.",
    "authorBooks": []
  },
  {
    "authorName": "Dean Koontz",
    "authorPicture": "https://images.gr-assets.com/authors/1581963714p5/9355.jpg",
    "authorBio": "Acknowledged as \"America's most popular suspense novelist\" (Rolling Stone) and as one of today's most celebrated and successful writers, Dean Ray Koontz has earned the devotion of millions of readers around the world and the praise of critics everywhere for tales of character, mystery, and adventure that strike to the core of what it means to be human.\nDean, the author of many #1 New York Times bestsellers, lives in Southern California with his wife, Gerda, their golden retriever, Elsa, and the enduring spirit of their goldens, Trixie and Anna.",
    "authorBooks": []
  },
  {
    "authorName": "Karen McQuestion",
    "authorPicture": "https://images.gr-assets.com/authors/1432562807p5/2996650.jpg",
    "authorBio": "Karen McQuestion is the bestselling author of books for all ages. Some of her titles include Hello Love, Life on Hold, The Long Way Home, and the Edgewood series. Her publishing story has been covered by the Wall Street Journal, Entertainment Weekly, and NPR. She has also appeared on ABC’s World News Now and America This Morning. McQuestion lives in Hartland, Wisconsin.",
    "authorBooks": []
  }
]
