[
  {
    "title": "Pride and Prejudice",
    "author": ["Jane Austen"],
    "genres": ["fiction", "classics", "romance", "historical fiction"],
    "description": "Since its immediate success in 1813, Pride and Prejudice has remained one of the most popular novels in the English language. Jane Austen called this brilliant work \"her own darling child\" and its vivacious heroine, Elizabeth Bennet, \"as delightful a creature as ever appeared in print.\" The romantic clash between the opinionated Elizabeth and her proud beau, Mr. Darcy, is a splendid performance of civilized sparring. And Jane Austen's radiant wit sparkles as her characters dance a delicate quadrille of flirtation and intrigue, making this book the most superb comedy of manners of Regency England.",
    "price": "8.99",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1320399351l/1885.jpg"
  },
  {
    "title": "The Great Gatsby",
    "author": ["F. Scott Fitzgerald"],
    "genres": ["fiction", "classics", "romance"],
    "description": "The Great Gatsby, F. Scott Fitzgerald's third book, stands as the supreme achievement of his career. This exemplary novel of the Jazz Age has been acclaimed by generations of readers. The story is of the fabulously wealthy Jay Gatsby and his new love for the beautiful Daisy Buchanan, of lavish parties on Long Island at a time when The New York Times noted \"gin was the national drink and sex the national obsession,\" it is an exquisitely crafted tale of America in the 1920s.\nThe Great Gatsby is one of the great classics of twentieth-century literature.",
    "price": "12.99",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1490528560l/4671._SY475_.jpg"
  },
  {
    "title": "American Dirt",
    "author": ["Jeanine Cummins"],
    "genres": ["fiction", "contemporary", "historical"],
    "description": "Lydia Quixano Pérez lives in the Mexican city of Acapulco. She runs a bookstore. She has a son, Luca, the love of her life, and a wonderful husband who is a journalist. And while there are cracks beginning to show in Acapulco because of the drug cartels, her life is, by and large, fairly comfortable.\nEven though she knows they’ll never sell, Lydia stocks some of her all-time favorite books in her store. And then one day a man enters the shop to browse and comes up to the register with a few books he would like to buy—two of them her favorites. Javier is erudite. He is charming. And, unbeknownst to Lydia, he is the jefe of the newest drug cartel that has gruesomely taken over the city. When Lydia’s husband’s tell-all profile of Javier is published, none of their lives will ever be the same.\nForced to flee, Lydia and eight-year-old Luca soon find themselves miles and worlds away from their comfortable middle-class existence. Instantly transformed into migrants, Lydia and Luca ride la bestia—trains that make their way north toward the United States, which is the only place Javier’s reach doesn’t extend. As they join the countless people trying to reach el norte, Lydia soon sees that everyone is running from something. But what exactly are they running to?",
    "price": "5.97",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1490528560l/4671._SY475_.jpg"
  },
  {
    "title": "To Kill a Mockingbird",
    "author": ["Harper Lee"],
    "genres": ["fiction", "classics", "young adult", "historical fiction"],
    "description": "The unforgettable novel of a childhood in a sleepy Southern town and the crisis of conscience that rocked it. \"To Kill A Mockingbird\" became both an instant bestseller and a critical success when it was first published in 1960. It went on to win the Pulitzer Prize in 1961 and was later made into an Academy Award-winning film, also a classic.\nCompassionate, dramatic, and deeply moving, \"To Kill A Mockingbird\" takes readers to the roots of human behavior - to innocence and experience, kindness and cruelty, love and hatred, humor and pathos. Now with over 18 million copies in print and translated into forty languages, this regional story by a young Alabama woman claims universal appeal. Harper Lee always considered her book to be a simple love story. Today it is regarded as a masterpiece of American literature.",
    "price": "14.00",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1553383690l/2657.jpg"
  },
  {
    "title": "Jane Eyre",
    "author": ["Charlotte Brontë"],
    "genres": ["fiction", "classics", "romance", "historical fiction"],
    "description": "Orphaned as a child, Jane has felt an outcast her whole young life. Her courage is tested once again when she arrives at Thornfield Hall, where she has been hired by the brooding, proud Edward Rochester to care for his ward Adèle. Jane finds herself drawn to his troubled yet kind spirit. She falls in love. Hard.\nBut there is a terrifying secret inside the gloomy, forbidding Thornfield Hall. Is Rochester hiding from Jane? Will Jane be left heartbroken and exiled once again?",
    "price": "4.55",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1557343311l/10210._SY475_.jpg"
  },
  {
    "title": "1984",
    "author": ["Geroge Orwell"],
    "genres": ["fiction", "classics", "science fiction"],
    "description": "Among the seminal texts of the 20th century, Nineteen Eighty-Four is a rare work that grows more haunting as its futuristic purgatory becomes more real. Published in 1949, the book offers political satirist George Orwell's nightmarish vision of a totalitarian, bureaucratic world and one poor stiff's attempt to find individuality. The brilliance of the novel is Orwell's prescience of modern life—the ubiquity of television, the distortion of the language—and his ability to construct such a thorough version of hell. Required reading for students since it was published, it ranks among the most terrifying novels ever written.",
    "price": "5.99",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1532714506l/40961427._SX318_.jpg"
  },
  {
    "title": "Wuthering Heights",
    "author": ["Emily Brontë"],
    "genres": ["fiction", "classics", "romance", "historical fiction"],
    "description": "This best-selling Norton Critical Edition is based on the 1847 first edition of the novel. For the Fourth Edition, the editor has collated the 1847 text with several modern editions and has corrected a number of variants, including accidentals. The text is accompanied by entirely new explanatory annotations.\nNew to the fourth Edition are twelve of Emily Bronte's letters regarding the publication of the 1847 edition of Wuthering Heights as well as the evolution of the 1850 edition, prose and poetry selections by the author, four reviews of the novel, and poetry selections by the author, four reviews of the novel, and Edward Chitham's insightful and informative chronology of the creative process behind the beloved work.\nFive major critical interpretations of Wuthering Heights are included, three of them new to the Fourth Edition. A Stuart Daley considers the importance of chronology in the novel. J. Hillis Miller examines Wuthering Heights's problems of genre and critical reputation. Sandra M. Gilbert assesses the role of Victorian Christianity plays in the novel, while Martha Nussbaum traces the novel's romanticism. Finally, Lin Haire-Sargeant scrutinizes the role of Heathcliff in film adaptations of Wuthering Heights.\nA Chronology and updated Selected Bibliography are also included.",
    "price": "6.39",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1630501681l/6185._SY475_.jpg"
  },
  {
    "title": "Animal Farm",
    "author": ["George Orwell"],
    "genres": ["fiction", "classics", "science fiction", "fantasy"],
    "description": "A farm is taken over by its overworked, mistreated animals. With flaming idealism and stirring slogans, they set out to create a paradise of progress, justice, and equality. Thus the stage is set for one of the most telling satiric fables ever penned –a razor-edged fairy tale for grown-ups that records the evolution from revolution against tyranny to a totalitarianism just as terrible.\nWhen Animal Farm was first published, Stalinist Russia was seen as its target. Today it is devastatingly clear that wherever and whenever freedom is attacked, under whatever banner, the cutting clarity and savage comedy of George Orwell’s masterpiece have a meaning and message still ferociously fresh.",
    "price": "10.99",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1325861570l/170448.jpg"
  },
  {
    "title": "The Catcher in the Rye",
    "author": ["J.D. Salinger"],
    "genres": ["fiction", "classics", "young adult"],
    "description": "The hero-narrator of The Catcher in the Rye is an ancient child of sixteen, a native New Yorker named Holden Caulfield. Through circumstances that tend to preclude adult, secondhand description, he leaves his prep school in Pennsylvania and goes underground in New York City for three days. The boy himself is at once too simple and too complex for us to make any final comment about him or his story. Perhaps the safest thing we can say about Holden is that he was born in the world not just strongly attracted to beauty but, almost, hopelessly impaled on it. There are many voices in this novel: children's voices, adult voices, underground voices-but Holden's voice is the most eloquent of all. Transcending his own vernacular, yet remaining marvelously faithful to it, he issues a perfectly articulated cry of mixed pain and pleasure. However, like most lovers and clowns and poets of the higher orders, he keeps most of the pain to, and for, himself. The pleasure he gives away, or sets aside, with all his heart. It is there for the reader who can handle it to keep.\nJ.D. Salinger's classic novel of teenage angst and rebellion was first published in 1951. The novel was included on Time's 2005 list of the 100 best English-language novels written since 1923. It was named by Modern Library and its readers as one of the 100 best English-language novels of the 20th century. It has been frequently challenged in the court for its liberal use of profanity and portrayal of sexuality and in the 1950's and 60's it was the novel that every teenage boy wants to read. ",
    "price": "12.70",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1398034300l/5107.jpg"
  },
  {
    "title": "Little Women",
    "author": ["Louisa May Alcott"],
    "genres": [
      "fiction",
      "classics",
      "romance",
      "young adult",
      "historical fiction"
    ],
    "description": "Generations of readers young and old, male and female, have fallen in love with the March sisters of Louisa May Alcott’s most popular and enduring novel, Little Women. Here are talented tomboy and author-to-be Jo, tragically frail Beth, beautiful Meg, and romantic, spoiled Amy, united in their devotion to each other and their struggles to survive in New England during the Civil War.\nIt is no secret that Alcott based Little Women on her own early life. While her father, the freethinking reformer and abolitionist Bronson Alcott, hobnobbed with such eminent male authors as Emerson, Thoreau, and Hawthorne, Louisa supported herself and her sisters with \"woman’s work,” including sewing, doing laundry, and acting as a domestic servant. But she soon discovered she could make more money writing. Little Women brought her lasting fame and fortune, and far from being the \"girl’s book” her publisher requested, it explores such timeless themes as love and death, war and peace, the conflict between personal ambition and family responsibilities, and the clash of cultures between Europe and America.",
    "price": "10.00",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1562690475l/1934._SY475_.jpg"
  },
  {
    "title": "Frankenstein",
    "author": ["Mary Wollstonecraft Shelley"],
    "genres": ["fiction", "classics", "horror", "science fiction", "fantasy"],
    "description": "Mary Shelley's seminal novel of the scientist whose creation becomes a monster\nThis edition is the original 1818 text, which preserves the hard-hitting and politically charged aspects of Shelley's original writing, as well as her unflinching wit and strong female voice. This edition also includes a new introduction and suggestions for further reading by author and Shelley expert Charlotte Gordon, literary excerpts and reviews selected by Gordon and a chronology and essay by preeminent Shelley scholar Charles E. Robinson.",
    "price": "7.45",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1631088473l/35031085._SY475_.jpg"
  },
  {
    "title": "The Picture of Dorian Gray",
    "author": ["Oscar Wilde"],
    "genres": ["fiction", "classics", "fantasy", "horror"],
    "description": "Written in his distinctively dazzling manner, Oscar Wilde’s story of a fashionable young man who sells his soul for eternal youth and beauty is the author’s most popular work. The tale of Dorian Gray’s moral disintegration caused a scandal when it ﬁrst appeared in 1890, but though Wilde was attacked for the novel’s corrupting inﬂuence, he responded that there is, in fact, “a terrible moral in Dorian Gray.” Just a few years later, the book and the aesthetic/moral dilemma it presented became issues in the trials occasioned by Wilde’s homosexual liaisons, which resulted in his imprisonment. Of Dorian Gray’s relationship to autobiography, Wilde noted in a letter, “Basil Hallward is what I think I am: Lord Henry what the world thinks me: Dorian what I would like to be—in other ages, perhaps.",
    "price": "6.99",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1546103428l/5297.jpg"
  },
  {
    "title": "Romeo and Juliet",
    "author": ["William Shakespeare"],
    "genres": ["fiction", "classics", "romance", "young adult"],
    "description": "In Romeo and Juliet, Shakespeare creates a violent world, in which two young people fall in love. It is not simply that their families disapprove; the Montagues and the Capulets are engaged in a blood feud.\nIn this death-filled setting, the movement from love at first sight to the lovers’ final union in death seems almost inevitable. And yet, this play set in an extraordinary world has become the quintessential story of young love. In part because of its exquisite language, it is easy to respond as if it were about all young lovers. ",
    "price": "6.79",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1630631323l/18135._SY475_.jpg"
  },
  {
    "title": "A Day Like This",
    "author": ["Kelley McNeil"],
    "genres": ["fiction", "mystery", "thriller", "fantasy"],
    "description": "What if everything you’ve ever loved, ever known, ever believed to be true…just disappeared?\nAnnie Beyers has everything—a beautiful house, a loving husband, and an adorable daughter. It’s a day like any other when she takes Hannah to the pediatrician…until she wakes hours later from a car accident. When she asks for her daughter, confused doctors tell Annie that Hannah never existed. In fact, nothing after waking from the crash is the same as Annie remembers. Five happy years of her life apparently never happened.\nAnnie’s marriage is coming to an end. Now a successful artist living in Manhattan, she’s no longer home in their beloved upstate farmhouse. Her long-estranged sister is more like a best friend, and her recently deceased dog is alive and well. With each passing day, Annie’s remembered past and unfamiliar present begin to blur. Haunted by visions of Hannah, and with knowledge of things she can’t explain, Annie wonders…is everyone lying to her?\nThe search for answers leads Annie down an illuminating path far from home, to reconcile the memories with reality and to discover the truth about the life she’s living. ",
    "price": "13.46",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1626938014l/57597229.jpg"
  },
  {
    "title": "A Court of Mist and Fury",
    "author": ["Sarah J. Maas"],
    "genres": ["fiction", "fantasy", "romance", "young adult"],
    "description": "Feyre survived Amarantha's clutches to return to the Spring Court—but at a steep cost. Though she now has the powers of the High Fae, her heart remains human, and it can't forget the terrible deeds she performed to save Tamlin's people.\nNor has Feyre forgotten her bargain with Rhysand, High Lord of the feared Night Court. As Feyre navigates its dark web of politics, passion, and dazzling power, a greater evil looms—and she might be key to stopping it. But only if she can harness her harrowing gifts, heal her fractured soul, and decide how she wishes to shape her future—and the future of a world cleaved in two.\nWith more than a million copies sold of her beloved Throne of Glass series, Sarah J. Maas's masterful storytelling brings this second book in her seductive and action-packed series to new heights.",
    "price": "9.99",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1546406996l/17927395._SY475_.jpg"
  },
  {
    "title": "The Queen of Nothing",
    "author": ["Holly Black"],
    "genres": ["fiction", "fantasy", "romance", "young adult"],
    "description": "He will be destruction of the crown and the ruination of the throne.\nPower is much easier to acquire than it is to hold onto. Jude learned this lesson when she released her control over the wicked king, Cardan, in exchange for immeasurable power.\nNow as the exiled mortal Queen of Faerie, Jude is powerless and left reeling from Cardan’s betrayal. She bides her time determined to reclaim everything he took from her. Opportunity arrives in the form of her deceptive twin sister, Taryn, whose mortal life is in peril.\nJude must risk venturing back into the treacherous Faerie Court, and confront her lingering feelings for Cardan, if she wishes to save her sister. But Elfhame is not as she left it. War is brewing. As Jude slips deep within enemy lines she becomes ensnared in the conflict’s bloody politics.\nAnd, when a dormant yet powerful curse is unleashed, panic spreads throughout the land, forcing her to choose between her ambition and her humanity…\nFrom the #1 New York Times bestselling author Holly Black, comes the highly anticipated and jaw-dropping finale to The Folk of the Air trilogy. ",
    "price": "10.99",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1553624975l/26032912._SY475_.jpg"
  },
  {
    "title": "The Cruel Prince",
    "author": ["Holly Black"],
    "genres": ["fiction", "fantasy", "romance", "young adult"],
    "description": "Of course I want to be like them. They’re beautiful as blades forged in some divine fire. They will live forever.\nAnd Cardan is even more beautiful than the rest. I hate him more than all the others. I hate him so much that sometimes when I look at him, I can hardly breathe.\nJude was seven when her parents were murdered and she and her two sisters were stolen away to live in the treacherous High Court of Faerie. Ten years later, Jude wants nothing more than to belong there, despite her mortality. But many of the fey despise humans. Especially Prince Cardan, the youngest and wickedest son of the High King.\nTo win a place at the Court, she must defy him–and face the consequences.\nAs Jude becomes more deeply embroiled in palace intrigues and deceptions, she discovers her own capacity for trickery and bloodshed. But as betrayal threatens to drown the Courts of Faerie in violence, Jude will need to risk her life in a dangerous alliance to save her sisters, and Faerie itself.",
    "price": "10.99",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1574535986l/26032825._SY475_.jpg"
  },
  {
    "title": "ReDawn",
    "author": ["Brandon Sanderson", "Janci Patterson"],
    "genres": ["fiction", "fantasy", "science fiction", "young adult"],
    "description": "From #1 bestselling author Brandon Sanderson and Janci Patterson comes the second of three Skyward series novellas, each told from the perspective of a different member of the team back on Detritus. Read Alanik’s story between Starsight and Cytonic.\n“Don’t trust their lies. Don’t trust their false peace.” That is the warning that Alanik of the planet ReDawn gave the human pilot Spensa after Alanik’s ship crash-landed on Detritus. While accepting an invitation to meet with her people’s enemy, the Galactic Superiority, Alanik heard Spensa’s cry for help across the vastness of space, and she used her cytonic powers to hyperjump her ship to the source of that cry. What she found there was a shock—a whole planet of free humans fighting against the Superiority. Were they the allies her people desperately needed?\nWhen she recovered from her injuries and met the friendly humans Jorgen and FM of Skyward Flight, she found that her warning to Spensa had gone unheeded by the government of Detritus, and they were considering a peace overture from the Superiority. Now having returned to ReDawn, Alanik is dismayed to learn that her own people are falling into the exact same trap.\nThe faction in ReDawn’s government that wants to appease the Superiority has gained the upper hand. With Alanik’s mentor, Renakin captured, she has no one to turn to but Jorgen, FM, and their friend Rig. An ancient technology may have the power to save both of their planets from disaster, but can they discover its secrets before it’s too late?",
    "price": "7.99",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1633436358l/57903879._SX318_.jpg"
  },
  {
    "title": "Circe",
    "author": ["Madeline Miller"],
    "genres": ["fiction", "fantasy", "historical fiction"],
    "description": "In the house of Helios, god of the sun and mightiest of the Titans, a daughter is born. But Circe is a strange child - not powerful, like her father, nor viciously alluring like her mother. Turning to the world of mortals for companionship, she discovers that she does possess power - the power of witchcraft, which can transform rivals into monsters and menace the gods themselves.\nThreatened, Zeus banishes her to a deserted island, where she hones her occult craft, tames wild beasts and crosses paths with many of the most famous figures in all of mythology, including the Minotaur, Daedalus and his doomed son Icarus, the murderous Medea, and, of course, wily Odysseus.\nBut there is danger, too, for a woman who stands alone, and Circe unwittingly draws the wrath of both men and gods, ultimately finding herself pitted against one of the most terrifying and vengeful of the Olympians. To protect what she loves most, Circe must summon all her strength and choose, once and for all, whether she belongs with the gods she is born from, or the mortals she has come to love.",
    "price": "11.99",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1565909496l/35959740._SY475_.jpg"
  },
  {
    "title": "Broken Bonds",
    "author": ["Keri Arthur"],
    "genres": ["fiction", "fantasy", "romance"],
    "description": "The winds of change are finally whispering through the Faelan Werewolf Reservation...\nLizzie Grace is doing her utmost to ignore the portents of doom, wanting nothing more than enjoy her life and her time with Aiden O'Connor while she still can. But the song of the once unprotected and very powerful wellspring still washes across the distant shores of darkness, and it continues to draw evil to the reservation.\nThe one that arrives this time is different from the others. Not only is it skilled in magic, but its kills are very specific. Very targeted. As the brutal deaths mount up and she, Monty, and Aiden struggle to find answers and stop the killings, Lizzie begins to suspect there's more to this particular evil than meets the eye.\nEspecially when it helps save the life of a child.\nBut the biggest threat to Lizzie comes not in the form of evil, but rather the changes whispered on the wind.\nBecause the werewolf Aiden once asked to be his wife has finally arrived back in the reservation.\nAnd she's determined to get her man.",
    "price": "12.79",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1613921511l/57147519._SY475_.jpg"
  },
  {
    "title": "Knot of Shadows",
    "author": ["Lois McMaster Bujold"],
    "genres": ["fiction", "fantasy", "science fiction"],
    "description": "When a corpse is found floating face-down in Vilnoc harbor that is not quite as dead as it seems, Temple sorcerer Penric and his chaos demon Desdemona are drawn into the uncanny investigation. Pen’s keen questions will take him across the city of Vilnoc, and into far more profound mysteries, as his search for truths interlaces with tragedy.",
    "price": "10.99",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1634872321l/59428934._SY475_.jpg"
  },
  {
    "title": "Layla",
    "author": ["Colleen Hoover"],
    "genres": ["fiction", "fantasy", "romance", "mystery", "thriller"],
    "description": "From #1 New York Times bestselling author Colleen Hoover comes a novel that explores life after tragedy and the enduring spirit of love.\nWhen Leeds meets Layla, he’s convinced he’ll spend the rest of his life with her—until an unexpected attack leaves Layla fighting for her life. After weeks in the hospital, Layla recovers physically, but the emotional and mental scarring has altered the woman Leeds fell in love with. In order to put their relationship back on track, Leeds whisks Layla away to the bed-and-breakfast where they first met. Once they arrive, Layla’s behavior takes a bizarre turn. And that’s just one of many inexplicable occurrences.\nFeeling distant from Layla, Leeds soon finds solace in Willow—another guest of the B&B with whom he forms a connection through their shared concerns. As his curiosity for Willow grows, his decision to help her find answers puts him in direct conflict with Layla’s well-being. Leeds soon realizes he has to make a choice because he can’t help both of them. But if he makes the wrong choice, it could be detrimental for all of them.",
    "price": "5.25",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1593095775l/52089753._SY475_.jpg"
  },
  {
    "title": "Billy Summers",
    "author": ["Stephen King"],
    "genres": ["fiction", "thriller", "horror", "mystery"],
    "description": "Billy Summers is a man in a room with a gun. He’s a killer for hire and the best in the business. But he’ll do the job only if the target is a truly bad guy. And now Billy wants out. But first there is one last hit. Billy is among the best snipers in the world, a decorated Iraq war vet, a Houdini when it comes to vanishing after the job is done. So what could possibly go wrong?\nHow about everything.",
    "price": "18.59",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1618151020l/56852407.jpg"
  },
  {
    "title": "The Last Graduate",
    "author": ["Naomi Novik"],
    "genres": ["fiction", "fantasy", "horror", "young adult", "romance"],
    "description": "A budding dark sorceress determined not to use her formidable powers uncovers yet more secrets about the workings of her world in the stunning sequel to A Deadly Education, the start of Naomi Novik's groundbreaking crossover series.\nAt the Scholomance, El, Orion, and the other students are faced with their final year--and the looming specter of graduation, a deadly ritual that leaves few students alive in its wake. El is determined that her chosen group will survive, but it is a prospect that is looking harder by the day as the savagery of the school ramps up. Until El realizes that sometimes winning the game means throwing out all the rules . . .",
    "price": "13.99",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1604391810l/55559887.jpg"
  },
  {
    "title": "Mexican Gothic",
    "author": ["Silvia Moreno-Garcia"],
    "genres": [
      "fiction",
      "horror",
      "historical fiction",
      "mystery",
      "thriller"
    ],
    "description": "After receiving a frantic letter from her newly-wed cousin begging for someone to save her from a mysterious doom, Noemí Taboada heads to High Place, a distant house in the Mexican countryside. She’s not sure what she will find—her cousin’s husband, a handsome Englishman, is a stranger, and Noemí knows little about the region.\nNoemí is also an unlikely rescuer: She’s a glamorous debutante, and her chic gowns and perfect red lipstick are more suited for cocktail parties than amateur sleuthing. But she’s also tough and smart, with an indomitable will, and she is not afraid: Not of her cousin’s new husband, who is both menacing and alluring; not of his father, the ancient patriarch who seems to be fascinated by Noemí; and not even of the house itself, which begins to invade Noemí’s dreams with visions of blood and doom.\nHer only ally in this inhospitable abode is the family’s youngest son. Shy and gentle, he seems to want to help Noemí, but might also be hiding dark knowledge of his family’s past. For there are many secrets behind the walls of High Place. The family’s once colossal wealth and faded mining empire kept them from prying eyes, but as Noemí digs deeper she unearths stories of violence and madness.\nAnd Noemí, mesmerized by the terrifying yet seductive world of High Place, may soon find it impossible to ever leave this enigmatic house behind.",
    "price": "12.68",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1607462569l/53152636._SY475_.jpg"
  },
  {
    "title": "Devoted",
    "author": ["Dean Koontz"],
    "genres": ["fiction", "horror", "thriller", "mystery", "science fiction"],
    "description": "From Dean Koontz, the international bestselling master of suspense, comes an epic thriller about a terrifying killer and the singular compassion it will take to defeat him.\nWoody Bookman hasn’t spoken a word in his eleven years of life. Not when his father died in a freak accident. Not when his mother, Megan, tells him she loves him. For Megan, keeping her boy safe and happy is what matters. But Woody believes a monstrous evil was behind his father’s death and now threatens him and his mother. And he’s not alone in his thoughts. An ally unknown to him is listening.\nA uniquely gifted dog with a heart as golden as his breed, Kipp is devoted beyond reason to people. When he hears the boy who communicates like he does, without speaking, Kipp knows he needs to find him before it’s too late.\nWoody’s fearful suspicions are taking shape. A man driven by a malicious evil has set a depraved plan into motion. And he’s coming after Woody and his mother. The reasons are primal. His powers are growing. And he’s not alone. Only a force greater than evil can stop what’s coming next.",
    "price": "12.99",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1582080298l/52287403._SX318_SY475_.jpg"
  },
  {
    "title": "The Moonlight Child",
    "author": ["Karen McQuestion"],
    "genres": ["fiction", "thriller", "mystery", "horror"],
    "description": "A gripping and emotional novel that will leave you wondering about the neighbors next door...\nOn a cold January night, Sharon Lemke heads outside to see a lunar eclipse when she notices something odd at the house behind her backyard. Through her neighbor's kitchen window, she sees what appears to be a little girl washing dishes late at night. But the Fleming family doesn't have a child that age, and even if they did, why would she be doing housework at this late hour?\nIt would be easy for Sharon to just let this go, but when eighteen-year-old Niki, a former foster child, comes to live with Sharon, she notices suspicious activity at the Flemings' house as well. When calling social services doesn't result in swift action, the two decide to investigate on their own. ",
    "price": "4.99",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1595946755l/54733883._SY475_.jpg"
  }
]
