[
  {
    "name": "The Midnight Library",
    "author": ["Matt Haig"],
    "genres": ["fiction", "fantasy", "contemporary"],
    "description": "Between life and death there is a library, and within that library, the shelves go on forever. Every book provides a chance to try another life you could have lived. To see how things would be if you had made other choices . . . Would you have done anything different, if you had the chance to undo your regrets?\nA dazzling novel about all the choices that go into a life well lived, from the internationally bestselling author of Reasons to Stay Alive and How To Stop Time.\nSomewhere out beyond the edge of the universe there is a library that contains an infinite number of books, each one the story of another reality. One tells the story of your life as it is, along with another book for the other life you could have lived if you had made a different choice at any point in your life. While we all wonder how our lives might have been, what if you had the chance to go to the library and see for yourself? Would any of these other lives truly be better?\nIn The Midnight Library, Matt Haig’s enchanting new novel, Nora Seed finds herself faced with this decision. Faced with the possibility of changing her life for a new one, following a different career, undoing old breakups, realizing her dreams of becoming a glaciologist; she must search within herself as she travels through the Midnight Library to decide what is truly fulfilling in life, and what makes it worth living in the first place.",
    "price": "8.99",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1602190253l/52578297.jpg"
  },
  {
    "name": "Anxious People",
    "author": ["Fredrik Backman"],
    "genres": ["fiction", "contemporary", "mystery"],
    "description": "A poignant, charming novel about a crime that never took place, a would-be bank robber who disappears into thin air, and eight extremely anxious strangers who find they have more in common than they ever imagined\nLooking at real estate isn't usually a life-or-death situation, but an apartment open house becomes just that when a failed bank robber bursts in and takes a group of strangers hostage. The captives include a recently retired couple who relentlessly hunt down fixer-uppers to avoid the painful truth that they can't fix up their own marriage. There's a wealthy banker who has been too busy making money to care about anyone else and a young couple who are about to have their first child but can't seem to agree on anything, from where they want to live to how they met in the first place. Add to the mix an eighty-seven-year-old woman who has lived long enough not to be afraid of someone waving a gun in her face, a flustered but still-ready-to-make-a-deal real estate agent, and a mystery man who has locked himself in the apartment's only bathroom, and you've got the worst group of hostages in the world.\nEach of them carries a lifetime of grievances, hurts, secrets, and passions that are ready to boil over. None of them is entirely who they appear to be. And all of them—the bank robber included—desperately crave some sort of rescue. As the authorities and the media surround the premises, these reluctant allies will reveal surprising truths about themselves and set in a motion a chain of events so unexpected that even they can hardly explain what happens next.\nHumorous, compassionate, and wise, Anxious People is an ingeniously constructed story about the enduring power of friendship, forgiveness, and hope—the things that save us, even in the most anxious of times.",
    "price": "12.99",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1597575031l/49127718.jpg"
  },
  {
    "name": "American Dirt",
    "author": ["Jeanine Cummins"],
    "genres": ["fiction", "contemporary", "historical"],
    "description": "Lydia Quixano Pérez lives in the Mexican city of Acapulco. She runs a bookstore. She has a son, Luca, the love of her life, and a wonderful husband who is a journalist. And while there are cracks beginning to show in Acapulco because of the drug cartels, her life is, by and large, fairly comfortable.\nEven though she knows they’ll never sell, Lydia stocks some of her all-time favorite books in her store. And then one day a man enters the shop to browse and comes up to the register with a few books he would like to buy—two of them her favorites. Javier is erudite. He is charming. And, unbeknownst to Lydia, he is the jefe of the newest drug cartel that has gruesomely taken over the city. When Lydia’s husband’s tell-all profile of Javier is published, none of their lives will ever be the same.\nForced to flee, Lydia and eight-year-old Luca soon find themselves miles and worlds away from their comfortable middle-class existence. Instantly transformed into migrants, Lydia and Luca ride la bestia—trains that make their way north toward the United States, which is the only place Javier’s reach doesn’t extend. As they join the countless people trying to reach el norte, Lydia soon sees that everyone is running from something. But what exactly are they running to?",
    "price": "25.90",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1579793054l/50634450._SY475_.jpg"
  },
  {
    "name": "The Guest List",
    "author": ["Lucy Foley"],
    "genres": ["fiction", "thriller", "mystery"],
    "description": "On a remote island off the coast of Ireland, guests gather to celebrate the wedding of Jules Keegan and Will Slater. Will is a rising television star, handsome and charming. Jules is a smart, ambitious magazine publisher. Though the sea is a little choppy and the cell service spotty, their wedding is everything you'd expect of a young power couple: designer dress, four-tiered cake, boutique whiskey, vintage champagne. Every detail has been curated to perfection. All that's left to orchestrate is the happiness.\nBut perfection is for plans, and people are all too human. It's not long after the cake is cut and the champagne popped that resentments and petty jealousies come out. Worse yet, the latest barometer reading shows the weather has shifted from FAIR to CHANGEABLE, and dark clouds are looming overhead.\nEveryone on the island has a secret. Everyone has a motive. And someone won't leave this wedding alive...",
    "price": "26.80",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1597345150l/54911607._SY475_.jpg"
  },
  {
    "name": "Home Before Dark",
    "author": ["Riley Sager"],
    "genres": ["fiction", "thriller", "mystery"],
    "description": "Maggie Holt is used to such questions. Twenty-five years ago, she and her parents, Ewan and Jess, moved into Baneberry Hall, a rambling Victorian estate in the Vermont woods. They spent three weeks there before fleeing in the dead of night, an ordeal Ewan later recounted in a nonfiction book called House of Horrors. His tale of ghostly happenings and encounters with malevolent spirits became a worldwide phenomenon, rivaling The Amityville Horror in popularity—and skepticism.\nToday, Maggie is a restorer of old homes and too young to remember any of the events mentioned in her father’s book. But she also doesn’t believe a word of it. Ghosts, after all, don’t exist. When Maggie inherits Baneberry Hall after her father’s death, she returns to renovate the place to prepare it for sale. But her homecoming is anything but warm. People from the past, chronicled in House of Horrors, lurk in the shadows. And locals aren’t thrilled that their small town has been made infamous thanks to Maggie’s father. Even more unnerving is Baneberry Hall itself—a place filled with relics from another era that hint at a history of dark deeds. As Maggie experiences strange occurrences straight out of her father’s book, she starts to believe that what he wrote was more fact than fiction.\nIn the latest thriller from New York Times bestseller Riley Sager, a woman returns to the house made famous by her father’s bestselling horror memoir. Is the place really haunted by evil forces, as her father claimed? Or are there more earthbound—and dangerous—secrets hidden within its walls?",
    "price": "24.90",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1571683410l/50833559._SX318_SY475_.jpg"
  },
  {
    "name": "The Sun Down Motel",
    "author": ["Simone St. James"],
    "genres": ["fiction", "thriller", "mystery", "horror"],
    "description": "The secrets lurking in a rundown roadside motel ensnare a young woman, just as they did her aunt thirty-five years before, in this new atmospheric suspense novel from the national bestselling and award-winning author of The Broken Girls.\nUpstate NY, 1982. Every small town like Fell, New York, has a place like the Sun Down Motel. Some customers are from out of town, passing through on their way to someplace better. Some are locals, trying to hide their secrets. Viv Delaney works as the night clerk to pay for her move to New York City. But something isn't right at the Sun Down, and before long she's determined to uncover all of the secrets hidden…",
    "price": "20.90",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1570443079l/45885644.jpg"
  },
  {
    "name": "House of Earth and Blood",
    "author": ["Sarah J. Maas"],
    "genres": ["fiction", "fantasy", "romance", "new adult"],
    "description": "Bryce Quinlan had the perfect life—working hard all day and partying all night—until a demon murdered her closest friends, leaving her bereft, wounded, and alone. When the accused is behind bars but the crimes start up again, Bryce finds herself at the heart of the investigation. She’ll do whatever it takes to avenge their deaths.\nHunt Athalar is a notorious Fallen angel, now enslaved to the Archangels he once attempted to overthrow. His brutal skills and incredible strength have been set to one purpose—to assassinate his boss’s enemies, no questions asked. But with a demon wreaking havoc in the city, he’s offered an irresistible deal: help Bryce find the murderer, and his freedom will be within reach.\nAs Bryce and Hunt dig deep into Crescent City’s underbelly, they discover a dark power that threatens everything and everyone they hold dear, and they find, in each other, a blazing passion—one that could set them both free, if they’d only let it.\nWith unforgettable characters, sizzling romance, and page-turning suspense, this richly inventive new fantasy series by #1 New York Times bestselling author Sarah J. Maas delves into the heartache of loss, the price of freedom—and the power of love.",
    "price": "24.99",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1559142847l/44778083.jpg"
  },
  {
    "name": "The Invisible Life of Addie LaRue",
    "author": ["V.E. Schwab"],
    "genres": ["fiction", "fantasy", "historical", "romance"],
    "description": "France, 1714: in a moment of desperation, a young woman makes a Faustian bargain to live forever and is cursed to be forgotten by everyone she meets.\nThus begins the extraordinary life of Addie LaRue, and a dazzling adventure that will play out across centuries and continents, across history and art, as a young woman learns how far she will go to leave her mark on the world.\nBut everything changes when, after nearly 300 years, Addie stumbles across a young man in a hidden bookstore and he remembers her name.",
    "price": "22.99",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1584633432l/50623864.jpg"
  },
  {
    "name": "The House in the Cerulean Sea",
    "author": ["T.J. Klune"],
    "genres": ["fiction", "LGBT", "romance", "fantasy", "young adult"],
    "description": "A magical island. A dangerous task. A burning secret.\nLinus Baker leads a quiet, solitary life. At forty, he lives in a tiny house with a devious cat and his old records. As a Case Worker at the Department in Charge Of Magical Youth, he spends his days overseeing the well-being of children in government-sanctioned orphanages.\nWhen Linus is unexpectedly summoned by Extremely Upper Management he's given a curious and highly classified assignment: travel to Marsyas Island Orphanage, where six dangerous children reside: a gnome, a sprite, a wyvern, an unidentifiable green blob, a were-Pomeranian, and the Antichrist. Linus must set aside his fears and determine whether or not they’re likely to bring about the end of days.\nBut the children aren’t the only secret the island keeps. Their caretaker is the charming and enigmatic Arthur Parnassus, who will do anything to keep his wards safe. As Arthur and Linus grow closer, long-held secrets are exposed, and Linus must make a choice: destroy a home or watch the world burn.\nAn enchanting story, masterfully told, The House in the Cerulean Sea is about the profound experience of discovering an unlikely family in an unexpected place—and realizing that family is yours.",
    "price": "25.83",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1569514383l/45046567.jpg"
  },
  {
    "name": "From Blood and Ash",
    "author": ["Jennifer L. Armentrout"],
    "genres": ["fiction", "fantasy", "romance", "new adult"],
    "description": "Chosen from birth to usher in a new era, Poppy’s life has never been her own. The life of the Maiden is solitary. Never to be touched. Never to be looked upon. Never to be spoken to. Never to experience pleasure. Waiting for the day of her Ascension, she would rather be with the guards, fighting back the evil that took her family, than preparing to be found worthy by the gods. But the choice has never been hers.\nThe entire kingdom’s future rests on Poppy’s shoulders, something she’s not even quite sure she wants for herself. Because a Maiden has a heart. And a soul. And longing. And when Hawke, a golden-eyed guard honor bound to ensure her Ascension, enters her life, destiny and duty become tangled with desire and need. He incites her anger, makes her question everything she believes in, and tempts her with the forbidden.\nForsaken by the gods and feared by mortals, a fallen kingdom is rising once more, determined to take back what they believe is theirs through violence and vengeance. And as the shadow of those cursed draws closer, the line between what is forbidden and what is right becomes blurred. Poppy is not only on the verge of losing her heart and being found unworthy by the gods, but also her life when every blood-soaked thread that holds her world together begins to unravel.",
    "price": "17.11",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1588843906l/52861201._SY475_.jpg"
  },
  {
    "name": "Beach Read",
    "author": ["Emily Henry"],
    "genres": ["fiction", "romance", "contemporary"],
    "description": "A romance writer who no longer believes in love and a literary writer stuck in a rut engage in a summer-long challenge that may just upend everything they believe about happily ever afters.\nAugustus Everett is an acclaimed author of literary fiction. January Andrews writes bestselling romance. When she pens a happily ever after, he kills off his entire cast.\nThey’re polar opposites.\nIn fact, the only thing they have in common is that for the next three months, they're living in neighboring beach houses, broke, and bogged down with writer's block.\nUntil, one hazy evening, one thing leads to another and they strike a deal designed to force them out of their creative ruts: Augustus will spend the summer writing something happy, and January will pen the next Great American Novel. She’ll take him on field trips worthy of any rom-com montage, and he’ll take her to interview surviving members of a backwoods death cult (obviously). Everyone will finish a book and no one will fall in love. Really.",
    "price": "10.89",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1589881197l/52867387._SY475_.jpg"
  },
  {
    "name": "To Sleep in a Sea of Stars",
    "author": ["Christopher Paolini"],
    "genres": ["fiction", "science fiction", "fantasy"],
    "description": "Kira Navárez dreamed of life on new worlds. Now she's awakened a nightmare. During a routine survey mission on an uncolonized planet, Kira finds an alien relic. At first she's delighted, but elation turns to terror when the ancient dust around her begins to move.\nAs war erupts among the stars, Kira is launched into a galaxy-spanning odyssey of discovery and transformation. First contact isn't at all what she imagined, and events push her to the very limits of what it means to be human.\nWhile Kira faces her own horrors, Earth and its colonies stand upon the brink of annihilation. Now, Kira might be humanity's greatest and final hope...",
    "price": "27.65",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1583523112l/48829708.jpg"
  },
  {
    "name": "Harrow the Ninth",
    "author": ["Tamsyn Muir"],
    "genres": ["fiction", "fantasy", "science fiction", "LGBT", "horror"],
    "description": "Harrow the Ninth, the sequel to Gideon the Ninth, turns a galaxy inside out as one necromancer struggles to survive the wreckage of herself aboard the Emperor's haunted space station.\nShe answered the Emperor's call.\nShe arrived with her arts, her wits, and her only friend.\nIn victory, her world has turned to ash.\nAfter rocking the cosmos with her deathly debut, Tamsyn Muir continues the story of the penumbral Ninth House in Harrow the Ninth, a mind-twisting puzzle box of mystery, murder, magic, and mayhem. Nothing is as it seems in the halls of the Emperor, and the fate of the galaxy rests on one woman's shoulders.\nHarrowhark Nonagesimus, last necromancer of the Ninth House, has been drafted by her Emperor to fight an unwinnable war. Side-by-side with a detested rival, Harrow must perfect her skills and become an angel of undeath — but her health is failing, her sword makes her nauseous, and even her mind is threatening to betray her.\nSealed in the gothic gloom of the Emperor's Mithraeum with three unfriendly teachers, hunted by the mad ghost of a murdered planet, Harrow must confront two unwelcome questions: is somebody trying to kill her? And if they succeeded, would the universe be better off? ",
    "price": "17.99",
    "imageUrl": "https://i.gr-assets.com/images/S/compressed.photo.goodreads.com/books/1602323622l/39325105._SY475_.jpg"
  }
]
